; 注意：此配置文件必须采用 UTF-16LE 编码
[工作台]
2001 = 零件设计
2002 = 装配设计
2003 = 草图编辑器
2007 = Structure Design
2009 = 工程制图
2019 = Generative Sheetmetal Design
3001 = 自由样式
3003 = Sketch Tracer
3006 = 创成式外形设计
8203 = Electrical Harness Assembly


[通用]
SAA = 全部保存
ZE = 全部适应
a = 对齐视点
Z = 缩放区域
m = 测量间距
mm = 测量项
; . = 点...
bc = 标尺
X = 重置指南针
FZ = * 正
BZ = * 背
LZ = * 左
RZ = * 右
TZ = * 俯
BZ = * 仰
GZ = * 等距
UU = 本地更新
ST = 子树
ZS = 居中
RE = 本地更新
\ = 平面
RD = 重新排序...
DA = 取消激活
AA = 激活
O = 在新窗口中打开
OO = 在新窗口中打开
OOO = 在新窗口中打开
LK = 链接

[装配设计]
P = 产品选择
PP = 产品选择
CPP = 比较产品
S = 捕捉
SS = 智能移动
MI = 对称
H = 孔
N = 新建零件
NN = 新建产品
FX = 固定
AR = 重复使用阵列
GR = 图形树重新排序

[零件设计]
P = 凸台
PO = 凹槽
SP = 分割...
MI = 镜像
SY = 对称...
FR = Manual Feature Recognition
AFR = Automatic Feature Recognition
SC = 缩放...
SC1 = 仿射...
AR = 矩形阵列...
ARP = 圆形阵列...
ARU = 用户阵列...
H = 孔...
N = 插入新的...
NN = 几何体 ; 插入新几何体
NG = 几何图形集 ; 插入新几何体
SH = 抽壳...
DR = 拔模...
C = 倒角
F = 倒圆角... ; 草图中的命令需要统一
AF = 自动圆角..
EX = 厚度...
AS = 装配
S = 草图
SS = 定位草图
LF = 外螺纹 - 内螺纹分析
BF = 墙体厚度分析
QH = 墙体厚度分析
DA = 取消激活部件
AA = 激活/取消激活

; 实体 - 布尔
BA = 添加...
BR = 移除...
CBA = 更改为添加
CBR = 更改为移除



[草图编辑器]
REC = 矩形
CC = 圆
L = 直线
TR = 修剪
C3P = 三点圆
4 = 多视图
FA = 格式刷
RECC = 居中矩形
Q = 轮廓
D = 约束
YY = 延长孔
BAC = 退出工作台
MM = 测量
M = 测量间距
DX = 等效尺寸
MI = 镜像
DIV = 等距点
E = 删除
M = 平移
OFF = 偏移
YT = 样条线

[创成式外形设计]
3C = 3D 曲线
SP = 分割..
SMI = 对称
S = 草图
SS = 定位草图
PJ = 投影
. = 点
i = 相交
NG = 几何图形集
RS = 更改草图支持面
L = 直线
SWE = 扫掠
SWEE = 多截面曲面

[工程制图]
2D = 正视图
PJ = 投影
DE = 尺寸
MA = 复制对象格式
DRA = 半径尺寸
G = 创建区域填充
OL = 过载属性
I = 框架和标题节点
TD = 螺纹尺寸
TT = 放置文本模板
T = 文本
D = 尺寸
AT = 带引出线的文本
H = 创建区域填充
CC = 圆
RA = 粗糙度符号
L = 直线
OL = 过载属性
BOM = 高级物料清单


[Generative Sheetmetal Design]
S = 草图
SS = 定位草图
PP = Sheet Metal Parameters
W = Wall
FF = Fold/Unfold
WW = Wall On Edge
FR = Recognize
PO = Cut Out
F = Corner
H = Hole
ARU = User Pattern ; 用户阵列
AR = Rectangular Pattern ; 矩形阵列
MI = Mirror

; 零件设计兼容命令
P = 凸台


[HotKey]
F2 = 属性
!d = 定义工作对象
!q = 交换可视空间
!1 = 隐藏/显示
!m = 应用材料
!l = 目录浏览器
^!h = 仅当前几何体
^+!s = 保存管理
^+s = 另存为...
^w = 关闭
^!S = 带边着色但不光顺边线
; 含边线着色
^!R = 含材料和边线着色
^!W = 线框 (NHR)
^1 = 点过滤器
^2 = 曲线过滤器
^3 = 曲面过滤器
F10 = 全部折叠
^T = 快速修剪
F9 = 可拾取的低亮度背景...
F6 = 隐藏其他
; ^H = 隐藏所有 ;  原命令：所有元素（仅零件工作台生效）
^+V = 选择性粘贴...
!C = 构造/标准元素
F7 = 切割
!8 = 图纸背景
!7 = 工作视图
^A = 所有